import { LocaleMessageObject } from "vue-i18n";

export const care: LocaleMessageObject = {
  concreteHeader: 'Уход за бетоном',
  driedFlowerHeader: 'Уход за сухоцветами',
  cottonHeader: 'Уход за хлопком',
  concreteText: `
    Ухаживать за бетоном просто, если придерживаться нескольких простых правил.
    <br><br>
    Не стоит наливать воду внутрь изделий.
    <br><br>
    В то же время бетон покрыт влагооталкивающей пропиткой и отлично чувствует себя во влажных помещениях.
    <br><br>
    Если на поверхность попала вода - просто протрите её сухой тканью. Это поможет избежать появления
    нежелательных пятен.
  `,
  driedFlowerText: `
    Сухоцветы идеальны - они практически не требуют ухода
    <br><br>
    Главное правило: не ставить их под прямой солнечный свет. Это может привести к выцветанию.
    <br><br>
    Так же не стоит ставить сухоцветы в воду.
  `,
  cottonText: `
    При необходимости можно расчесывать маленькой щеткой или гребешком
    <br><br>
    Пыль удалять щеткой или сухой тканью.
  `,
}