import { LocaleMessageObject } from "vue-i18n";

export const landing: LocaleMessageObject = {
    heading: {
        header: 'Декор для современной жизни',
        about: 'Forfolks - семейная студия, создающая товары для придания особой атмосферы в вашем доме или офисе. Наши изделия - это сочетание лаконичности, скандинавского минимализма и демократичных цен. Наша политика - декор должен быть доступный, чтобы каждый смог обустроить свой дом. Надеемся, что мы сможем сделать ваш дом немножко красивее!'
    },
    subjects: {
        concreteHeader: 'Очарование бетона',
        concreteText: 'Прочный и эффектный. Столь привычный строительный материал сегодня переживает свой ренесанс в совершенно не свойственной, но такой подходящей для него среде. Он способен принять практически любую форму и привнести особый шарм в интерьер.',
        concreteLink: 'Бетон в нашем каталоге',
        dryFlowerHeader: 'Спокойствие сухоцветов',
        dryFlowerText: 'Красивые на вечность. Мы любим сухоцветы за безграничную нежность их оттенков и безприкословную неприхотливость. Это кусочек дикой природы, навсегда застывший в своем самом прекрасном состоянии.',
        dryFlowerLink: 'Сухоцветы в нашем каталоге',
        cottonHeader: 'Сдержанность хлопка',
        cottonText: 'Нежный и натуральный. Удивительную легкость в интерьер могут привнести изделия из хлопка, наполняя его уютом и теплом. В своих изделях мы используем 100% хлопок.',
        cottonLink: 'Хлопок в нашем каталоге',
    }
}