import { LocaleMessageObject } from "vue-i18n";

export const landing: LocaleMessageObject = {
    heading: {
        header: 'Декор для современной жизни',
        about: 'Forfolks - небольшой семейный магазин предметов интерьера и быта из Санкт-Петербурга. Наша идеология спрятана в нашем названии: "for&nbsp;folks", значит "для своих".',
        about2: 'Мы сами создаем практичные вещи из привычных и необычных материалов. Ищем крутых дизайнеров, ремеслеников, производителей среди локальных брендов и по всему миру чтобы показать их в нашем магазине. Выбираем те вещи, которыми пользуемся сами, или те, которые готовы рекомендовать без тени сомнения.',
        about3: 'Дизайн и предметы интерьера, быта, должны быть красивыми и доступными, делая жизнь вокруг теплее и уютнее.'
    },
    subjects: {
        concreteHeader: 'Очарование бетона',
        concreteText: 'Прочный и эффектный. Столь привычный строительный материал сегодня переживает свой ренесанс в совершенно не свойственной, но такой подходящей для него среде. Он способен принять практически любую форму и привнести особый шарм в интерьер.',
        concreteLink: 'Бетон в нашем каталоге',
        dryFlowerHeader: 'Спокойствие сухоцветов',
        dryFlowerText: 'Красивые на вечность. Мы любим сухоцветы за безграничную нежность их оттенков и безприкословную неприхотливость. Это кусочек дикой природы, навсегда застывший в своем самом прекрасном состоянии.',
        dryFlowerLink: 'Сухоцветы в нашем каталоге',
        cottonHeader: 'Сдержанность хлопка',
        cottonText: 'Нежный и натуральный. Удивительную легкость в интерьер могут привнести изделия из хлопка, наполняя его уютом и теплом. В своих изделях мы используем 100% хлопок.',
        cottonLink: 'Хлопок в нашем каталоге',
    }
}