/* eslint-disable no-irregular-whitespace */
<template>
  <main class="contract-page">
    <h1>ДОГОВОР ПУБЛИЧНОЙ ОФЕРТЫ О ПРОДАЖЕ ТОВАРОВ ИНТЕРНЕТ-МАГАЗИНА «weareforfolks.com»</h1>
    <ul>
      <li>
        <b>Компания: </b>
        ИП Амбросевич Т.В.
      </li>
      <li>
        <b>mail: </b>
        <a href="mailto:hello@weareforfolks.com" class="clean-link">hello@weareforfolks.com</a>
      </li>
      <li>
        <b>Телефон: </b>
        <a href="tel:+79992396610" class="clean-link">+7 (999) 239-66-10</a>
      </li>
    </ul>
    <h2>1. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
    <ul>
      <li>1.1. ИП Амбросевич Т.В. далее «Продавец», публикует Публичную оферту о продаже товаров по образцам, представленным на официальном интернет-сайте Продавца<a href="http://weareforfolks.com/" class="clean-link"> http://weareforfolks.com/</a></li>
      <li>1.2. В соответствии со статьей 437 Гражданского Кодекса Российской Федерации (ГК РФ) данный документ является публичной офертой, и в случае принятия изложенных ниже условий физическое лицо, производящее акцепт этой оферты, осуществляет оплату Товара Продавца в соответствии с условиями настоящего Договора. В соответствии с пунктом 3 статьи 438 ГК РФ, оплата Товара Покупателем является акцептом оферты, что считается равносильным заключению Договора на условиях, изложенных в оферте.</li>
      <li>1.3. На основании вышеизложенного, внимательно ознакомьтесь с текстом публичной оферты, и если вы не согласны с каким-либо пунктом оферты, Вам предлагается отказаться от покупки Товаров или использования Услуг, предоставляемых Продавцом.</li>
      <li>
        <p>1.4. В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения:</p>
        <ul>
          <li>«Оферта» – публичное предложение Продавца, адресованное любому физическому лицу (гражданину), заключить с ним договор купли-продажи (далее – "Договор") на существующих условиях, содержащихся в Договоре, включая все его приложения.</li>
          <li>«Покупатель» – физическое лицо, заключившее с Продавцом Договор на условиях, содержащихся в Договоре.</li>
          <li>«Акцепт» – полное и безоговорочное принятие Покупателем условий Договора.</li>
          <li>«Товар» – перечень наименований ассортимента, представленный на официальном интернет-сайте.</li>
          <li>«Заказ» – отдельные позиции из ассортиментного перечня Товара, указанные Покупателем при оформлении заявки на интернет-сайте или через Оператора.</li>
          <li>«Доставка» – курьерские услуги по доставке Заказа.</li>
        </ul>
      </li>
    </ul>
    <h2>2. ПРЕДМЕТ ДОГОВОРА</h2>
    <ul>
      <li>2.1. Продавец продает Товар в соответствии с действующим прейскурантом, опубликованным на интернет-сайте Продавца<a href="http://weareforfolks.com/" class="clean-link"> http://weareforfolks.com/</a>, а Покупатель производит оплату и принимает Товар в соответствии с условиями настоящего Договора.</li>
      <li>2.2. Настоящий Договор и приложения к нему являются официальными документами Продавца и неотъемлемой частью оферты.</li>
    </ul>
    <h2>3. ОФОРМЛЕНИЕ ЗАКАЗА</h2>
    <ul>
      <li>3.1. Заказ Товара осуществляется Покупателем через Интернет-сайт<a href="http://weareforfolks.com/" class="clean-link"> http://weareforfolks.com/</a></li>
      <li>
        <p>3.2. При регистрации на интернет-сайте Продавца Покупатель обязуется предоставить следующую регистрационную информацию о себе:</p>
        <ul>
          <li>фамилия, имя;</li>
          <li>фактический адрес доставки;</li>
          <li>адрес электронной почты;</li>
          <li>контактный телефон (мобильный, стационарный).</li>
        </ul>
      </li>
      <li>3.3. При оформлении Заказа через Оператора Покупатель обязуется предоставить информацию, указанную в п. 3.2. настоящего Договора. Принятие Покупателем условий настоящего Договора осуществляется посредством внесения Покупателем соответствующих данных в регистрационную форму на Интернет-сайте или при оформлении Заказа через Оператора. Покупатель имеет право редактировать регистрационную информацию о себе. Оператор не изменяет и не редактирует регистрационную информацию о Покупателе без согласия последнего. Продавец обязуется не сообщать данные Покупателя, указанные при регистрации на сайте<a href="http://weareforfolks.com/" class="clean-link"> http://weareforfolks.com/ </a>и при оформлении Заказа, лицам, не имеющим отношения к исполнению Заказа. Утвердив Заказ выбранного Товара, Покупатель предоставляет Оператору необходимую информацию в соответствии с порядком, указанном в п. 3.2. настоящего Договора.</li>
      <li>3.4. Продавец и Оператор не несут ответственности за содержание и достоверность информации, предоставленной Покупателем при оформлении Заказа.</li>
      <li>3.5. Покупатель несёт ответственность за достоверность предоставленной информации при оформлении Заказа.</li>
      <li>3.6. Оплата Покупателем самостоятельно оформленного на интернет-сайте Заказа означает согласие Покупателя с условиями настоящего Договора. День оплаты Заказа является датой заключения Договора купли-продажи между Продавцом и Покупателем.</li>
      <li>3.7. Все информационные материалы, представленные на сайте<a href="http://weareforfolks.com/" class="clean-link"> http://weareforfolks.com/</a>, носят справочный характер и не могут в полной мере передавать достоверную информацию об определенных свойствах и характеристиках Товара. В случае возникновения у Покупателя вопросов, касающихся свойств и характеристик Товара, перед оформлением Заказа ему необходимо обратиться за консультацией к Оператору.</li>
    </ul>
    <h2>4. СРОКИ ИСПОЛНЕНИЯ ЗАКАЗА</h2>
    <ul>
      <li>4.1. Срок исполнения Заказа зависит от наличия заказанных позиций Товара на складе Продавца и времени, необходимого на обработку Заказа. Срок исполнения Заказа в исключительных случаях может быть оговорен с Покупателем индивидуально в зависимости от характеристик и количества заказанного Товара. В случае отсутствия части Заказа на складе Продавца, в том числе по причинам, не зависящим от последнего, Продавец вправе аннулировать указанный Товар из Заказа Покупателя. Продавец обязуется уведомить Покупателя об изменении комплектности его Заказа через Оператора.</li>
      <li>4.2. Заказ считается доставленным в момент его передачи Покупателю. Подписываясь в листе курьера, Покупатель подтверждает исполнение Заказа.</li>
      <li>4.3. В случае предоставления Покупателем недостоверной информации его контактных данных Продавец за ненадлежащее исполнение Заказа ответственности не несет.</li>
      <li>4.4. В случае ненадлежащего исполнения доставки Заказа по вине Продавца повторная доставка Заказа осуществляется бесплатно.</li>
    </ul>
    <h2>5. ОПЛАТА ЗАКАЗА</h2>
    <ul>
      <li>5.1. Оплата исполненного Заказа осуществляется двумя способами: либо путем оплаты с банковских карт VISA, Master Card через шлюз оплаты Альфа Банк, либо путем оплаты заказа наличными или банковской картой в шоуруме.</li>
      <li>5.2. Услуга оплаты через интернет осуществляется в соответствии с Правилами международных платежных систем Visa, MasterCard и Платежной системы МИР на принципах соблюдения конфиденциальности и безопасности совершения платежа, для чего используются самые современные методы проверки, шифрования и передачи данных по закрытым каналам связи. Ввод данных банковской карты осуществляется на защищенной платежной странице АО «АЛЬФА-БАНК». <br><br> На странице для ввода данных банковской карты потребуется ввести данные банковской карты: номер карты, имя владельца карты, срок действия карты, трёхзначный код безопасности (CVV2 для VISA, CVC2 для MasterCard, Код Дополнительной Идентификации для МИР). Все необходимые данные пропечатаны на самой карте. Трёхзначный код безопасности — это три цифры, находящиеся на обратной стороне карты. <br><br> Далее вы будете перенаправлены на страницу Вашего банка для ввода кода безопасности, который придет к Вам в СМС. Если код безопасности к Вам не пришел, то следует обратиться в банк выдавший Вам карту.
      </li>
      <li></li>
      <li>5.2. Цены на любые позиции Товара, указанные на интернет-сайте<a href="http://weareforfolks.com/" class="clean-link"> http://weareforfolks.com/</a>, могут быть изменены Продавцом в одностороннем порядке без уведомления Покупателя. В случае изменения цены на заказанные позиции Товара, Оператор обязуется в кратчайшие сроки проинформировать Покупателя о таком изменении.</li>
      <li>5.3. Покупатель вправе подтвердить либо аннулировать Заказ. В случае отсутствия связи с Покупателем Заказ считается аннулированным в течение 3 календарных дней с момента оформления.</li>
      <li>5.4. .Денежные средства принимаются двумя способами: наличными, безналичным платежом</li>
      <li>5.5. Оплата Покупателем самостоятельно размещенного Заказа в интернет-магазине Продавца означает согласие Покупателя с условиями настоящего Договора. День оплаты Заказа является датой заключения Договора оферты между Продавцом и Покупателем.</li>
    </ul>
    <h2>6. ДОСТАВКА ТОВАРА</h2>
    <ul>
      <li>6.1 Обязанность Продавца по поставке Товара с условием о его доставке считается выполненной с момента подписания Покупателем товаросопроводительных документов</li>
      <li>6.2. Право собственности на Товар и риски случайного повреждения и/или гибели Товара переходят на Покупателя с момента фактической передачи Товара и подписания им товаросопроводительных документов при доставке Товара Покупателю.</li>
    </ul>
    <h2>7. ВОЗВРАТ ЗАКАЗА</h2>
    <ul>
      <li>7.1. Покупатель вправе отказаться от Заказа полностью в любое время до момента передачи Заказа на доставку. Частичный отказ от Заказа возможен до его передачи на доставку. В случае намерения/желания Покупателя отказаться от части Заказа необходимо связаться с Продавцом и сообщить, от каких товаров он намерен отказаться.</li>
      <li>7.2. Покупатель имеет право после получения Заказа вернуть Товар надлежащего качества Продавцу в течение 14 (четырнадцати) календарных дней с момента получения Заказа. При этом возврат Товара надлежащего качества возможен в случае, если сохранены его товарный вид, потребительские свойства, а также документ, подтверждающий факт и условия покупки такого Товара</li>
      <li>7.3. В соответствии со ст. 22 Закона РФ № 2300-I "О Защите прав потребителей", уплаченная Покупателем сумма за Товар ненадлежащего качества подлежит возврату Покупателю в течение 10 календарных дней с момента предъявления соответствующего требования. На некоторые группы Товаров срок возврата денежных средств может быть увеличен в связи установлением характера несоответствия Товара установленным стандартам качества. Уплаченная Покупателем сумма за Товар ненадлежащего качества подлежит возврату только после получения Товара ненадлежащего качества Продавцом. Пересылка Товара ненадлежащего качества осуществляется за счет Покупателя.</li>
      <li>7.4. Возврат денежной суммы, уплаченной Покупателем за возвращенный им Товар, осуществляется на банковский счет Покупателя, указанный им в заявлении на возврат.</li>
      <li>7.5. Покупатель не вправе отказаться от Товара надлежащего качества, имеющего индивидуально-определенные свойства, если указанный Товар может быть использован исключительно приобретающим его потребителем.</li>
      <li>7.6. В силу приобретения Товара дистанционным способом продажи право Покупателя требовать обмена Товара надлежащего качества на аналогичный Товар другого цвета, фасона и пр. не может быть выполнено в силу невозможности соблюдения правил обмена, установленных ст. 502 ГК РФ. Покупатель, желающий осуществить обмен Товара, вправе возвратить такой Товар в порядке, установленном выше, и оформить новый Заказ на аналогичный Товар другого цвета, размера и пр.</li>
      <li>7.7. Возврат и обмен Товара ненадлежащего качества осуществляется в порядке, установленном законом.</li>
      <li>7.8. В соответствии с п.3 "Перечня непродовольственных товаров надлежащего качества, не подлежащих возврату или обмену на аналогичный товар других размера, формы, габарита, фасона, расцветки или комплектации", утвержденного Постановлением Правительства РФ от 19.01.1998 г. № 55 парфюмерно-косметические товары возврату и обмену не подлежат.</li>
    </ul>
    <h2>8. ПРАВА, ОБЯЗАННОСТИ И ОТВЕТСТВЕННОСТЬ</h2>
    <ul>
      <li>8.1. Продавец не несет ответственности за ненадлежащее использование товаров Покупателем, заказанных на интернет-сайте или через Оператора.</li>
      <li>8.2. Продавец вправе передавать свои права и обязанности по исполнению Заказов третьим лицам.</li>
      <li>8.3. Продавец имеет право на осуществление записи телефонных переговоров с Покупателем. В соответствии с п. 4 ст. 16 Федерального закона «Об информации, информационных технологиях и о защите информации» Продавец обязуется: предотвращать попытки несанкционированного доступа к информации и/или передачу ее лицам, не имеющим непосредственного отношения к исполнению Заказов; своевременно обнаруживать и пресекать такие факты. Телефонные разговоры записываются в целях осуществления контроля деятельности Оператора и контроля качества исполнения Заказов.</li>
      <li>8.4. Право собственности на Заказ, а также риск его случайной гибели или повреждения переходят к Покупателю с момента передачи денежных средств сотруднику Доставки.</li>
      <li>8.5. Вся текстовая информация и графические изображения, размещенные на интернет-сайте<a href="http://weareforfolks.com/" class="clean-link"> http://weareforfolks.com/</a>, являются собственностью Продавца и/или его поставщиков и производителей Товара.</li>
      <li>8.6. Все претензии по ненадлежащему исполнению заказа Покупатель вправе направить на адрес электронной почты, указанный на интернет-сайте<a href="http://weareforfolks.com/" class="clean-link"> http://weareforfolks.com/</a>, в разделе<a href="http://weareforfolks.com/about" class="clean-link"> http://weareforfolks.com/about</a>. Вся поступившая информация обрабатывается в кратчайшие сроки.</li>
    </ul>
    <ul>
      <li><b>Наименование: </b>ИП Амбросевич Т.В.</li>
      <li><b>ИНН: </b>780161760700</li>
      <li><b>ОГРН: </b>320784700132879</li>
      <li><b>Банк: </b>Филиал «Санкт-Петербургский», АО "АЛЬФА-БАНК"</li>
      <li><b>БИК: </b>044030786</li>
      <li><b>Р/с: </b>40802810232230003247</li>
      <li><b>К/с: </b>30101810600000000786</li>
      <li><b>Юр. адрес: </b>199397, Санкт-Петербург г, ул. Кораблестроителей, 46, кв. 612</li>
    </ul>
  </main>
</template>

<script lang="ts">
  import Vue from 'vue';

  export default Vue.extend({
    name: 'Contract',
    components: {}
  });
</script>

<style>
  .contract-page {
    display: flex;
    flex-direction: column;
    margin: 3rem auto;
    padding: 0 1rem;
    max-width: 1000px;
  }
  .contract-page > ul {
    list-style: none;
    padding: 0;
  }
  .contract-page ul li {
     margin-bottom: 0.5rem;
  }
</style>
