<template functional>
  <main class="container container--centered">
      <h1 class=""> Аренда шоурума Forfolks для фотосъемки</h1>
      <p>Для аренды вам будет доступен две зоны шоурума: небольшой лаунж и основной торговый зал.</p>
      <p>Площадь основного торгового зала составляет 17 м<sup>2</sup>. Для съемки в качестве реквизитов вам будут доступны все товары нашего магазина. Вы можете переставлять их местами как вам будет удобно. Так же вы можете перемещать любой из двух столов.</p>
      <p>Площадь лаунжа составляет 5 м<sup>2</sup>. В этой зоне вам доступны кресло, тумбочка и стол из темного дерева, джутовый коврик, растения, виниловый проигрыватель и разнообразный полезный реквизит</p>
      <div class="callout">
        <p>Обратите внимание: в шоуруме нет проффесиональных источников света, только свет из двух больших окон и мощные лампы дневного света под потолоком. Окна ориентированы на запад.</p>
        <p>В солнечный день солнце появляется примерно с 14:00 и попадает в разные части помещения до заката. </p>
      </div>
      <div class="images-massonry">
        <img :src="require('../assets/images/landing/showroom-1.jpg')">
        <img :src="require('../assets/images/landing/showroom-2.jpg')">
        <img :src="require('../assets/images/landing/showroom-3.jpeg')">
        <img :src="require('../assets/images/landing/showroom-4.jpeg')">
      </div>
      <h2 class="">Условия аренды</h2>
      <ul class="ul">
        <li>Запись осуществляется через наш аккаунт в  <a href="https://instagram.com/weareforfolks" rel="nofollow">инстаграмм</a> или в телеграме по номеру телефона <a href="tel:+7(999)239-66-10"></a>+7 (999) 239-66-10</li>
        <li>Для брони необходимо внести предоплату 50% от общей суммы или оплатить полностью в течении 3 ч. после бронирования.</li>
        <li>Мы составляем расписание на каждую неделю и нам важно заранее знать когда пройдет ваша съемка, потому в случае если у вас планируется съемка с большим количеством реквизита или существенными перестановками в пространстве в рабочие часы шоурума запись происходит на следующую неделю если подходящий временной промежуток свободен.</li>
        <li>Если вы отменяете или переносите запись за 3 полных дня, то предоплата возвращается. При отмене записи или переносе за 2 дня и менее предоплата не возвращается.</li>
        <li>Необходимо ознакомить всех участников с условиями аренды. Перед съемкой вам необходимо будет подписать документ о том что вы и все участники ознакомлены со штрафами и условиями аренды пространства. </li>
        <li>Очень важно относиться бережно ко всему что есть в пространстве: товарам, растениям и предметам интерьера. При порче имущества или товаров шоурума взымается полная стоимость в случае если арендатор не сообщил о факте порчи, в случае если арендатор сам сообщил о порче предмета допускается небольшая скидка в размере до 20% от стоимости испорченного товара.</li>
        <li>В арендуемое вами время в пространстве будет находится сотрудник.</li>
        <li>После окончания съемки арендатор должен забрать с собой весь реквизит и мусор, вытереть все поверхности в случае если они были запачканы.</li>
        <li>Во время аренды для съемки в лаунж зоне, шоурум будет открыт для посетителей.</li>
        <li>В шоуруме нет гримерки. Если вам необходимо подготовиться, вы можете сделать это в арендуемое время.</li>
      </ul>
      <h2 class="">Стоимость аренды</h2>
      <ul class="ul">
        <li>Аренда в будний день 700 рублей</li>
        <li>Аренда в будний день 900 рублей</li>
        <li>Аренда после закрытия оплачивается по повышенному тарифу - 1200р.</li>
      </ul>
  </main>
</template>

<script type="ts">
  import Vue from 'vue';
  export default Vue.extend({
    name: 'RentPage'
  });
</script>

<style>
  .images-massonry {
    display: grid;
    grid-gap: 0.5rem;
    grid-template-columns: 1fr 1fr;
  }
</style>